{
  "featuredCollectionExtended": {
    "cat1": {
      "description": "Шикарный мальчик с ярким пятнистым рисунком и гордой осанкой сервала. Контактный, уверенный и преданный — истинный король среди кошек, излучающий энергию и роскошь",
      "trait1": "Престижный",
      "trait2": "Преданный",
      "trait3": "Уверенный",
      "trait4": "Динамичный"
    },
    "cat2": {
      "description": "Элегантная девочка с мягким блеском шерсти и с характером сервала. Наблюдательная, настойчивая и необыкновенно умная — воплощение природного блеска и гармонии",
      "trait1": "Блестящая",
      "trait2": "Наблюдательная",
      "trait3": "Умная",
      "trait4": "Непокорная"
    },
    "cat3": {
      "description": "Редкий мальчик, сочетающий в себе утончённую дикость сервала и домашний характер, с великолепным окрасом и выразительным взглядом, что делает его настоящим украшением",
      "trait1": "Великолепный",
      "trait2": "Добрый",
      "trait3": "Ласковый",
      "trait4": "Преданный"
    },
    "kitten": "Котёнок",
    "boy": "Мальчик",
    "girl": "Девочка"
  },
  "aboutExtended": {
    "navigation": {
      "aboutCats": "О наших роскошных кошках",
      "ourBreeds": "Наши избранные породы",
      "rarity": "Редкость и Уникальность",
      "pricing": "Цена",
      "importantInfo": "Важная информация",
      "adultCats": "Взрослые коты",
      "kittens": "Котята"
    },
    "mission": {
      "title": "Превосходство",
      "subtitle": "Стандарты премиального разведения",
      "description": "Каждая кошка в нашей коллекции происходит от чемпионских родословных с проверенными родословными, охватывающими несколько поколений. Мы работаем исключительно с авторитетными заводчиками, которые поддерживают самые высокие стандарты ухода и разведения."
    },
    "healthIntro": "Все наши кошки проходят комплексные обследования здоровья, включая:",
    "socialization": {
      "title": "Социализация и уход",
      "description": "Наши кошки выращиваются в любящей домашней обстановке, где они получают индивидуальное внимание и правильную социализацию с раннего возраста. Это обеспечивает развитие уверенных, дружелюбных личностей, идеальных для семейной жизни."
    },
    "showQuality": {
      "title": "Выставочное качество",
      "description": "Многие из наших кошек происходят от призерных выставочных линий, представляя лучшие образцы своих пород. Ищете ли вы любящего компаньона или потенциальную выставочную кошку, наша коллекция предлагает исключительное качество."
    },
    "importantInfo": {
      "badge": "ЭКСКЛЮЗИВНАЯ ИНФОРМАЦИЯ",
      "title": "О кошках дополнительно важная информация",
      "nutrition": {
        "title": "Питание",
        "description": "Рацион составлен преимущественно из сырого мяса — цыплёнок, перепёлки, шейки, курица и аналогичные виды.\n\nИспользуется замороженное мясо высокого качества, регулярно размораживается и подаётся свежим.\n\nВсё это — богатый белком рацион, важный для поддержания здоровья, сил, роста, мускулатуры и активности."
      },
      "livingConditions": {
        "title": "Условия жизни и содержание",
        "description": "Коты содержатся в просторных вольерах, где они могут свободно двигаться, разворачиваться, прыгать, лазить.\n\nТакже коты хорошо адаптируются к жизни в доме и квартире — при условии достаточного пространства, возможности лазать вверх, охотиться на игрушки, активно играть.\n\nОни любят свободу и разнообразные стимулы (игрушки, полки, переходы, вертикальные пространства)."
      },
      "behavior": {
        "title": "Поведение с другими животными и с детьми",
        "description": "Саванна, особенно поколения F1 и F2, обладают сильным охотничьим инстинктом. Это значит, что маленьких животных (грызуны, птицы и др.) стоит держать отдельно или под присмотром, т.к. могут проявлять инстинкты преследования.\n\nСобаки / другие крупные животные — в большинстве случаев возможна дружба, если котёнок социализирован с ними с раннего возраста.\n\nС детьми: при правильной социализации котята Саванны становятся ласковыми, преданными, могут играть, но требуется, чтобы дети уважали кошек — не дергали резко, не боялись и не нарушали личное пространство питомца.\n\nОни могут быть осторожны или насторожены с незнакомцами, но часто сильно привязываются к членам семьи."
      },
      "character": {
        "title": "Характер",
        "activity": "Высокий уровень активности\nЛюбят играть, бегать, прыгать, лазать. Им важно давать возможности для физической нагрузки и ментальных игр.",
        "intelligence": "Интеллект\nБыстро учатся, проявляют интерес к новому, могут осваивать трюки, реагировать на команды, учиться ходить на поводке / шлейке.",
        "social": "Социальность\nОни любят общаться, быть рядом с людьми, требуя внимания, но могут быть независимыми; иногда предпочитают заниматься сами по себе.",
        "instinct": "Природный инстинкт\nОхотничий, исследовательский — любят высоту, смотреть с высоких точек, исследовать пространство. Это не просто домашний кот, а конкурентный, мощный, дикий в малой части питомец."
      }
    },
    "adultCats": {
      "title": "Взрослые коты Savannah F1",
      "intro": "Наши взрослые Саванны — это не просто экзотические животные, а зрелые, сформированные личности с яркой индивидуальностью и великолепным экстерьером.\n\nЭти коты уже прошли этап взросления, полностью проявили свои черты характера и поведения. Вы сразу видите, какой темперамент у животного, и легко можете подобрать питомца под ваш образ жизни: активного, ручного, независимого или более контактного.",
      "advantages": "Преимущества взрослых Саванн:",
      "advantage1": "Уже социализированы — приучены к человеку, выгулу на шлейке, лотку, знают правила поведения в доме",
      "advantage2": "Сформировавшийся характер — никаких \"сюрпризов\" как с котёнком, всё прозрачно",
      "advantage3": "Впечатляющий внешний вид — яркий окрас, крупное телосложение, \"дикий\" типаж максимально выражен",
      "advantage4": "Отлично подходят для разведения — с родословной, проверенным здоровьем и великолепной генетикой",
      "conclusion": "Многие наши взрослые коты — это потомки чемпионов или ценные производители. При этом они остаются контактными и умными — могут стать полноценными домашними питомцами и легко адаптироваться в новом доме."
    },
    "kittens": {
      "title": "Котята Savannah F1",
      "intro": "Котята Саванны — это настоящее чудо. Маленькие \"леопардики\", в которых сочетается дикость внешности и невероятная любознательность, характерная для этой уникальной породы.\n\nС самого раннего возраста мы уделяем большое внимание социализации, поэтому котята: растут рядом с человеком, привыкают к ласке, голосу, прикосновениям, учатся играть, бегать, исследовать мир с доверием и интересом.",
      "whatYouGet": "Что вы получаете с котёнком:",
      "benefit1": "Домашнего любимца, который с первых месяцев будет привязан к вам",
      "benefit2": "Экзотику класса люкс — редкую породу, которая вызывает восторг у всех гостей",
      "benefit3": "Питомца с перспективой — для выставок, разведения, участия в племенной программе",
      "benefit4": "Умного и активного спутника — котята Саванны обучаются быстро, проявляют интеллект, охотно играют и исследуют",
      "included": "Все наши котята получают:",
      "include1": "Возрастную вакцинацию",
      "include2": "Ветеринарный осмотр",
      "include3": "Родословные документы (TICA)",
      "support": "Пожизненная поддержка",
      "supportText": "Когда вы приветствуете одну из наших роскошных кошек в своем доме, вы получаете не просто питомца - вы получаете члена семьи и нашу приверженность поддержке вас на протяжении всей жизни вашей кошки. От советов по питанию до руководства по поведению - мы здесь, чтобы помочь обеспечить вашему кошачьему другу лучшую жизнь."
    }
  },
  "catalogExtended": {
    "badge": "Эксклюзивная коллекция",
    "title": "Наши роскошные кошки",
    "subtitle": "Откройте для себя идеального кошачьего друга из нашей эксклюзивной коллекции"
  },
  "pedigreeExtended": {
    "male": "Самец",
    "female": "Самка",
    "parents": {
      "chirik": {
        "name": "Чирик",
        "breed": "Сервал",
        "description": "Величественный самец с безупречной грацией и насыщенным золотистым окрасом. Его движения точны и плавны, а взгляд — проницательный и уверенный. Обладает благородным темпераментом и мощной энергетикой, передающей потомству дикое очарование и силу истинного африканского хищника."
      },
      "aurora": {
        "name": "Аврора",
        "breed": "Абиссинская кошка",
        "description": "Изящная кошка с тёплым, искрящимся тикингом и тонкими линиями тела. Её утончённый облик сочетается с живым, наблюдательным взглядом и мягким, но решительным характером. Она передаёт потомству яркость окраса, утончённость форм и врождённую грацию истинной королевы кошачьего мира."
      },
      "simba": {
        "name": "Симба",
        "breed": "Сервал",
        "description": "Статный красавец с контрастным пятнистым рисунком и выразительными ушами. Его осанка и пластика воплощают природную мощь, а характер сочетает уверенность и уравновешенность. Обладает исключительным интеллектом и благородной харизмой, формируя у потомства безупречный тип и темперамент."
      },
      "busya": {
        "name": "Буся",
        "breed": "Чаузи F1",
        "description": "Элегантная представительница породы Чаузи F1 с изящным, но мускулистым телосложением и тёплым оттенком шерсти. Активная, уравновешенная и преданная, она сочетает дикость предков с удивительной контактностью. Её потомки наследуют редкое сочетание интеллекта, силы и врождённого благородства."
      }
    }
  },
  "breedersExtended": {
    "qualityStandards": {
      "title": "Стандарты качества",
      "subtitle": "Каждый заводчик в нашей сети придерживается строжайших стандартов качества и ухода",
      "health": {
        "title": "Здоровье и генетика",
        "item1": "Комплексное генетическое тестирование всех производителей",
        "item2": "Регулярные ветеринарные осмотры и вакцинация",
        "item3": "Документированные родословные"
      },
      "conditions": {
        "title": "Условия содержания",
        "item1": "Просторные, чистые помещения с естественным освещением",
        "item2": "Сбалансированное питание премиум-класса",
        "item3": "Ежедневная социализация и обогащение среды"
      },
      "contact": {
        "title": "Хотите узнать больше о наших заводчиках?",
        "description": "Свяжитесь с нами, чтобы узнать больше о конкретных заводчиках и их подходе к разведению элитных кошек",
        "button": "Связаться"
      }
    }
  },
  "guideExtended": {
    "badge": "Экспертный уход",
    "title": "Инструкция по уходу за котами породы Саванна",
    "subtitle": "Коты породы Саванна — это не просто питомцы, а настоящие представители дикой элегантности в домашней обстановке. Умные, активные, преданные и требующие особого подхода, эти кошки нуждаются в грамотном уходе, особенно в первые годы жизни.",
    "age1to3": {
      "title": "1–3 месяца",
      "subtitle": "Ранний возраст",
      "nutrition": "Питание\nДо 8 недель котёнок должен питаться материнским молоком. При отсутствии кошки-кормилицы — специальные заменители. С 8 недель — постепенный переход на влажный корм премиум-класса для котят или сырое мясо по согласованию с заводчиком. Кормление: 5–6 раз в день маленькими порциями.",
      "care": "Уход\nМягкая подстилка в тёплом, безопасном месте. Поддержание температуры помещения: не ниже 21°C. Регулярная смена подстилки. Приучение к лотку: используйте лоток с невысокими бортиками и без запаха.",
      "health": "Здоровье\nДегельминтизация — по рекомендациям заводчика. Первая вакцинация — с 8 недель. Обработка от блох и клещей — строго по возрасту."
    },
    "age3to6": {
      "title": "3–6 месяцев",
      "subtitle": "Этап активного роста",
      "nutrition": "Питание\nПереход на сбалансированный сухой и влажный корм класса суперпремиум. Допускается сырое мясо (индейка, курица, говядина) — только после консультации с ветеринаром. Кормление: 4 раза в день.",
      "care": "Уход\nИгровая активность: обязательны интеллектуальные игрушки, лазалки, когтеточки. Привыкание к чистке ушей, стрижке когтей. Начало приучения к шлейке и поводку.",
      "health": "Здоровье\nПовторная вакцинация (ревакцинация). Плановое обследование у ветеринара. Чипирование (по желанию владельца или в зависимости от страны проживания)."
    },
    "age6to12": {
      "title": "6 месяцев – 1 год",
      "subtitle": "Подростковый возраст",
      "nutrition": "Питание\nПереход на корм для молодых кошек. Питание — 3 раза в день. Свежая вода — всегда в доступе.",
      "behavior": "Поведение и воспитание\nПродолжение социализации. Игры, обучение простым командам. Использование когтеточек для предотвращения порчи мебели.",
      "health": "Здоровье\nПродолжение обработки от паразитов."
    },
    "age1to2": {
      "title": "1–2 года",
      "subtitle": "Формирование взрослой особи",
      "nutrition": "Питание\nПереход на рацион для взрослых кошек крупных пород. 2–3 кормления в день. Рекомендуется комбинировать сухой и влажный корм.",
      "care": "Уход\nРегулярный груминг (хотя шерсть Саванны короткая, вычёсывание помогает избавиться от пыли и поддерживать блеск). Гигиена ушей, глаз и зубов.",
      "activity": "Активность\nСаванны очень энергичны — обязательны ежедневные игры и физическая нагрузка. По возможности — выгул на поводке в безопасном месте.",
      "behavior": "Поведение\nЭто \"кошачьи собаки\" — очень умны, могут открывать двери, учатся на имя и команды. Требуют внимания и тесного контакта с хозяином."
    },
    "important": {
      "title": "Важно знать",
      "generations": "Уровни поколений\nСаванна — гибридная порода (домашняя кошка + сервалы). Уровень поколения (F1–F5) влияет на поведение, размеры и требования. Чем ближе к дикой природе (F1, F2), тем выше требования к уходу, пространству, питанию.",
      "lifestyle": "Требования к образу жизни\nПорода не подходит для замкнутого образа жизни в маленькой квартире без выгула и активности. Саванны требуют пространства, физической нагрузки и умственной стимуляции."
    },
    "support": {
      "title": "Поддержка новых владельцев",
      "intro": "Мы предоставляем:",
      "item1": "Ответы на важные вопросы от заводчика в первые дни/недели жизни котенка",
      "item2": "Помощь в выборе корма, аксессуаров",
      "item3": "Рекомендации ветклиник в вашем регионе",
      "conclusion": "Любите, ухаживайте и общайтесь с вашей Саванной — и она ответит вам преданностью и ярким характером!"
    }
  },
  "paymentExtended": {
    "badge": "Защищённые платежи",
    "title": "Безопасные способы оплаты",
    "subtitle": "Выберите один из множества способов оплаты для покупки элитной кошки",
    "sslEncryption": "SSL-шифрование",
    "dataProtection": "Защита данных",
    "privacy": "Конфиденциальность",
    "cardNotStored": "Данные карты не сохраняются",
    "guarantee": "Гарантия",
    "refund": "Возврат средств при отказе",
    "cryptoNote": "Важно: После перевода криптовалюты, пожалуйста, свяжитесь с нами и предоставьте хеш транзакции для подтверждения платежа.",
    "booking": {
      "title": "Бронирование",
      "description": "Чтобы узнать детали - свяжитесь с нами",
      "button": "Связаться с нами"
    },
    "support": {
      "title": "Поддержка и гарантии",
      "service": "Служба поддержки\n24/7 через наши контакты",
      "healthGuarantee": "Гарантия здоровья\n7 дней с момента покупки",
      "documents": "Документы\nРодословная, ветпаспорт",
      "delivery": "Доставка\nПо многим странам мира с документами"
    },
    "cashDelivery": {
      "title": "Наличные",
      "description": "Для международных покупателей мы предлагаем доставку котят лично в руки через профессионального курьера.\n\nКурьер сопровождает котёнка в салоне самолёта, контролирует весь путь и передаёт животное новому владельцу лично в аэропорту прибытия.\n\nОплата происходит при получении. Предоплата вносится заранее для бронирования котёнка.\n\nТакой способ гарантирует безопасность, спокойствие животного и комфортное сотрудничество между питомником и новыми владельцами."
    }
  },
  "warrantyExtended": {
    "badge": "Премиум защита",
    "title": "Гарантия здоровья",
    "subtitle": "Ваше спокойствие - наш приоритет. Мы поддерживаем каждую элитную кошку комплексными гарантиями здоровья и пожизненной поддержкой.",
    "coverage": {
      "title": "Что покрывается?",
      "genetic": {
        "title": "Наследственные заболевания",
        "description": "Дисплазия тазобедренного сустава, заболевания сердца, проблемы с глазами и другие генетические расстройства, характерные для породы"
      },
      "congenital": {
        "title": "Врожденные дефекты",
        "description": "Врожденные дефекты, влияющие на нормальное функционирование или качество жизни, выявленные лицензированным ветеринаром"
      },
      "serious": {
        "title": "Серьезные заболевания",
        "description": "Опасные для жизни состояния, развивающиеся в течение первого года, за исключением предотвратимых заболеваний"
      }
    },
    "requirements": {
      "title": "Важные требования",
      "subtitle": "Условия гарантии",
      "item1": "Должен быть осмотрен лицензированным ветеринаром в течение 72 часов после получения",
      "item2": "Следовать рекомендованному графику вакцинации и профилактического ухода",
      "item3": "Поддерживать правильное питание и условия проживания",
      "item4": "Предоставлять ветеринарные записи для любых претензий по здоровью",
      "item5": "Немедленно уведомлять нас о любых проблемах со здоровьем"
    },
    "claimProcess": {
      "title": "Процесс подачи претензии",
      "step1": "Немедленно свяжитесь с нами при возникновении проблем со здоровьем",
      "step2": "Получите профессиональный ветеринарный диагноз и документацию",
      "step3": "Подайте претензию со всеми необходимыми медицинскими записями и квитанциями",
      "step4": "Получите решение в течение 5-7 рабочих дней после полной подачи"
    },
    "additional": {
      "title": "Помимо гарантии:",
      "hotline": "Горячая линия поддержки 24/7\nДоступ к ветеринарным специалистам и экспертам по уходу за кошками круглосуточно",
      "careKit": "Набор для ухода\nБесплатный стартовый набор, включающий премиальный корм и игрушки",
      "records": "Медицинские записи\nПолная медицинская история и записи о вакцинации"
    },
    "questions": {
      "title": "Вопросы о нашей гарантии?",
      "description": "Наша команда готова помочь вам понять каждый аспект нашей гарантии здоровья.",
      "email": "Напишите нам:"
    }
  },
  "contactExtended": {
    "badge": "Связаться",
    "title": "Свяжитесь с нами",
    "subtitle": "Готовы приветствовать своего идеального кошачьего друга? Мы здесь, чтобы помочь вам найти элитную кошку, предназначенную для вашей семьи.",
    "form": {
      "title": "Отправить сообщение",
      "messagePlaceholder": "Расскажите нам о том, что вас интересует..."
    },
    "info": {
      "subtitle": "Свяжитесь с нами",
      "hours": "Часы работы",
      "hoursValue": "UTC 8:30-23:00",
      "social": "Подписывайтесь на нас",
      "socialDescription": "Оставайтесь на связи и смотрите наших последних элитных кошек в социальных сетях"
    }
  },
  "footerExtended": {
    "tagline": "Элитные кошки породы Саванна премиум класса",
    "delivery": "Доставка по многим странам мира",
    "since": "С 2025 ГОДА",
    "contacts": "Контакты"
  }
}
